{
<<<<<<< Updated upstream
  "LuaSnip": { "branch": "master" },
=======
  "LuaSnip": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
>>>>>>> Stashed changes
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
<<<<<<< Updated upstream
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
=======
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
>>>>>>> Stashed changes
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
<<<<<<< Updated upstream
  "neogit": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
=======
  "neogit": { "branch": "master" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
>>>>>>> Stashed changes
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
<<<<<<< Updated upstream
=======
  "vim-commentary": { "branch": "master" },
>>>>>>> Stashed changes
  "vim-fugitive": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-startify": { "branch": "master" }
}
