abook
autojump
brave-bin
dropbox
fontpreview
glow-bin
lf
mathpix-snipping-tool
mu
nyxt
pam-gnupg-git
pywal-16-colors
qmk-git
redshift-gtk-git
rename
spotify
termite
timeshift
unetbootin
urlview
whatpulse
xflux
zoom
