accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
akm
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-gtk-theme-eos
arc-x-icons-theme
archlinux-xdg-menu
ark
artikulate
audiocd-kio
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
base
bash-completion
bind
binutils
binwalk
bison
blinken
bluedevil
blueman
bomber
bovo
breeze
breeze-gtk
bridge-utils
btrfs-progs
cantarell-fonts
cantor
capitaine-cursors
celluloid
cervisia
clipmenu
cockpit
cockpit-machines
cockpit-pcp
code
crda
cryptsetup
cscope
ctags
cups
cups-filters
cups-pdf
ddcutil
device-mapper
dex
dhclient
dialog
diffutils
discord
discover
dmenu
dmidecode
dmraid
dnsmasq
docker
dolphin
dolphin-plugins
dosfstools
downgrade
dragon
drkonqi
duf
dunst
e2fsprogs
efibootmgr
efitools
elisa
emacs
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-log-tool
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
expac
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
ffmpegthumbs
file
filelight
findutils
firefox
flameshot
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
galculator
gawk
gcc
gettext
ghostscript
gimp
git
glances
gparted
granatier
grantlee-editor
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gutenprint
gwenview
gzip
haveged
hdparm
hplip
htop
hwdetect
hwinfo
i3-gaps
i3blocks
i3lock
i3status
inetutils
inkscape
intel-ucode
inxi
iptables-nft
ipw2100-fw
ipw2200-fw
isync
itinerary
iwd
jdk-openjdk
jfsutils
jq
jre-openjdk
jshon
juk
jupyter
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdf
kdialog
kdiamond
keditbookmarks
keepass
kernelshark
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-gdrive
kipi-plugins
kirigami-gallery
kiriki
kiten
kitty
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kontrast
konversation
kopete
korganizer
kpat
krdc
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwayland-server
kwin
kwordquiz
kwrite
kwrited
layer-shell-qt
lazygit
less
libdvdcss
libgsf
libguestfs
libkscreen
libksysguard
libopenraw
libreoffice-fresh
libtool
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-atm
linux-firmware
linux-headers
logrotate
lokalize
lsb-release
lskat
lsscsi
lvm2
lxappearance-gtk3
lynx
m4
make
man-db
man-pages
marble
markdownpart
mbox-importer
mdadm
meld
mesa-utils
milou
minuet
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
msmtp
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
neomutt
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nmap
nodejs
notmuch
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-installer-dkms
obs-studio
offlineimap
okular
openbsd-netcat
openconnect
opendesktop-fonts
openvpn
os-prober
oxygen
packagekit
packer
pacman
pacman-contrib
palapeli
pamixer
pandoc
parley
partitionmanager
pass
pasystray
patch
patchutils
pavucontrol
pcp
pcurses
perf
perl
perl-image-exiftool
picmi
picom
pim-data-exporter
pim-sieve-editor
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-gnome
polkit-kde-agent
polybar
poppler-glib
power-profiles-daemon
powerdevil
poxml
ppp
pptpclient
print-manager
pv
pyright
python
python-defusedxml
python-docs
python-packaging
python-pip
python-pyqt5
python-reportlab
python-virtualenv
python-virtualenvwrapper
qemu
qt5-charts
r
radare2
rclone
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rocs
rofi
rp-pppoe
rsync
ruby
s-nail
scrot
sddm-kcm
sed
sg3_utils
skanlite
smartmontools
sof-firmware
soft-serve
spectacle
splix
sshfs
step
stow
sudo
svgpart
swaks
sweeper
sxhkd
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
systemsettings
tcpdump
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tldr
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
umbrello
unrar
unzip
upower
usb_modeswitch
usbutils
vagrant
vde2
vim
virt-manager
virt-viewer
virtualbox
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireshark-qt
wkhtmltopdf
wpa_supplicant
xbindkeys
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xed
xf86-input-libinput
xf86-video-intel
xfsprogs
xl2tpd
xorg-fonts-misc
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xterm
yad-eos
yakuake
yay
zanshin
zathura
zathura-djvu
zathura-pdf-poppler
zathura-ps
zeroconf-ioslave
zsh
